Revit 2027 API
Field.SubSchema Property
 The Schema describing the subentity (or subentities) stored in this Field.
Namespace: Autodesk.Revit.DB.ExtensibleStorage
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Schema SubSchema { get; }
Public ReadOnly Property SubSchema As Schema
	Get
public:
property Schema^ SubSchema {
	Schema^ get ();
}
member SubSchema : Schema with get
Property Value
Schema
See Also
Reference
Field Class
Autodesk.Revit.DB.ExtensibleStorage Namespace